import Accordion from "./Accordin";




export default function CommonQuestions(){

    const data = [
        {
            label:"چه مدارک و ملزوماتی برای پیوستن به اسنپ‌فود مورد نیاز است؟",
            content:"۱- تصویر اصل جواز فعالیت، اجاره‌نامه رسمی یا سند فروشگاه   ۲- شماره حساب و شبا مالک فروشگاه برای واریزی‌ها   ۳- تصویر کارت‌ملی مالک فروشگاه ۴- سیستم رایانه یا تلفن همراه اندروید (نسخه 6 و بالاتر) با اینترنت۵- منوی قیمت‌دار",
        },
        {
            label:"چه کسانی نمی‌توانند در اسنپ‌فود ثبت‌نام کنند؟",
            content:"در حال حاضر غذاهای خانگی و عمده فروشی‌ها که دارای جواز کسب و کار یا سند/اجاره نامه فروشگاه نیستند، نمی‌توانند در اسنپ فود ثبت‌نام کنند.  همچنین فروشگاه‌هایی که هنوز افتتاح نشده‌اند امکان ثبت‌نام ندارند.",
        },
        {
            label:"اسنپ‌فود چه خدماتی به مجموعه‌ها ارائه می‌دهد؟",
            content:"خدمات اسنپ‌فود به مجموعه‌ها بسیار متنوع است. پیک اکسپرس برای ارسال سریع سفارش‌ها، برگزاری کمپین‌های مختلف برای فروش بیشتر، عکاسی منوی مجموعه‌ها و پشتیبانی و آموزش مجموعه‌ها تنها بخشی از این خدمات است.",
        },
        {
            label:"آیا برای ثبت‌نام باید هزینه‌ای پرداخت کنم؟",
            content:"خیر. ثبت‌نام در اسنپ‌فود کاملا رایگان است؛ در ادامه‌ی همکاری هزینه‌ی خدمات به صورت درصدی از هر سفارش دریافت می‌شود که نحوه‌ی دقیق محاسبه، در قرارداد به شما اعلام می‌شود. ",
        },
        {
            label:"تسویه حساب ماهانه چگونه انجام می‌شود؟",
            content:"هر ماه، دو بار با فروشگاه‌ها تسویه حساب انجام می‌شود. بار اول در نیمه ماه (بین تاریخ 15‌ ام تا 18 ام)، ٪70 میزان فروش به صورت علی‌الحساب و بدون کم کردن کسورات به حساب مدیریت واریز می‌شود. بار دوم در پایان ماه (اول تا سوم ماه بعد)، تمامی حساب آن ماه تسویه می‌گردد و حساب ماه کاملا بسته خواهد شد.",
        },
    ]


    return <div className="my-16" id="commonQuestions">
              <p className="text-3xl text-start mb-16 font-bold">سؤالات متداول</p>
              <Accordion items={data}/>
           </div>

    }